[

  {
    "id": 1,
    "Name": "Perth",
    "Lat": -31.505,
    "Lng": 115.605,
    "Description": "The capital city is known for its beautiful beaches, vibrant nightlife, and cultural attractions. Backpackers can explore Kings Park, visit Fremantle, and relax on Cottesloe Beach.",
    "Img": "perth.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 2,
    "Name": "Margaret River",
    "Lat": -33.535,
    "Lng": 115.739,
    "Description": "Famous for its wineries, surf breaks, and stunning landscapes, Margaret River is a backpacker's paradise. Enjoy wine tastings, explore caves, and relax on pristine beaches.",
    "Img": "margaret_river.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 3,
    "Name": "Broome",
    "Lat": -17.614,
    "Lng": 122.359,
    "Description": "Located in the Kimberley region, Broome is known for its Cable Beach, camel rides, and unique pearling history. Backpackers can experience the vibrant sunset at Cable Beach and explore the town's cultural attractions.",
    "Img": "broome.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 4,
    "Name": "Exmouth",
    "Lat": -21.307,
    "Lng": 114.225,
    "Description": "A gateway to the Ningaloo Reef, Exmouth is perfect for snorkeling and diving. Backpackers can swim with whale sharks, explore the Cape Range National Park, and relax on Turquoise Bay.",
    "Img": "exmouth.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 5,
    "Name": "Albany",
    "Lat": -35.248,
    "Lng": 117.839,
    "Description": "Located on the southern coast, Albany is known for its natural beauty, historical sites, and rugged landscapes. Backpackers can visit The Gap, Natural Bridge, and the stunning beaches of Two Peoples Bay.",
    "Img": "albany.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 6,
    "Name": "Kalbarri National Park",
    "Lat": -27.088,
    "Lng": 114.596,
    "Description": "Famous for its scenic gorges, rock formations, and coastal landscapes, Kalbarri National Park is a great destination for hiking and adventure. The iconic Nature's Window is a must-visit.",
    "Img": "kalbarri_national_park.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 7,
    "Name": "Denmark",
    "Lat": -35.608,
    "Lng": 117.566,
    "Description": "Nestled in the southern forests, Denmark offers a peaceful retreat with lush landscapes, wineries, and beautiful beaches. Backpackers can explore the Valley of the Giants and Greens Pool.",
    "Img": "denmark.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 8,
    "Name": "Monkey Mia",
    "Lat": -25.902,
    "Lng": 113.214,
    "Description": "Known for its wild dolphin encounters, Monkey Mia is a popular destination on the Coral Coast. Backpackers can relax on the beach and witness dolphins coming close to the shore.",
    "Img": "monkey_mia.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 9,
    "Name": "Pinnacles Desert",
    "Lat": -25.776,
    "Lng": 115.857,
    "Description": "Located in Nambung National Park, the Pinnacles Desert features unique limestone formations. Backpackers can explore the desert, take photographs, and enjoy the otherworldly landscapes.",
    "Img": "pinnacles_desert.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 10,
    "Name": "Coral Bay and Ningaloo Reef",
    "Lat": -23.410,
    "Lng": 113.714,
    "Description": "Coral Bay is a small coastal town near the Ningaloo Reef, offering pristine beaches and vibrant marine life. Ningaloo Reef is famous for snorkeling and swimming with whale sharks.",
    "Img": "coral_bay_ningaloo.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 11,
    "Name": "Esperance",
    "Lat": -33.588,
    "Lng": 121.916,
    "Description": "Known for its stunning white-sand beaches and turquoise waters, Esperance is a paradise for nature lovers. Backpackers can explore Cape Le Grand National Park and Lucky Bay.",
    "Img": "esperance.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 12,
    "Name": "Wave Rock",
    "Lat": -32.408,
    "Lng": 118.925,
    "Description": "A natural rock formation shaped like a large wave, located near Hyden. It's a unique geological feature and a popular attraction in Western Australia.",
    "Img": "wave_rock.jpg",
    "Key": "westernaustralia"
  },
  {
    "id": 13,
    "Name": "Adelaide",
    "Lat": -34.285,
    "Lng": 138.007,
    "Description": "Adelaide, the capital city of South Australia, is known for its laid-back atmosphere, beautiful parks, and cultural events. Explore the Central Market, enjoy festivals, and soak in the city's vibrant arts scene.",
    "Img": "adelaide.jpg",
    "Key": "southaustralia",
    "Ref": "https://unsplash.com/de/fotos/YOUR_ADELAIDE_REF"
  },
  {
    "id": 14,
    "Name": "Kangaroo Island",
    "Lat": -35.753,
    "Lng": 137.226,
    "Description": "Kangaroo Island, located off the coast of South Australia, is a natural wonderland with pristine beaches, diverse wildlife, and unique landscapes. Encounter kangaroos, sea lions, and stunning coastal scenery.",
    "Img": "kangaroo_island.jpg",
    "Key": "southaustralia",
    "Ref": "https://unsplash.com/de/fotos/YOUR_KANGAROO_ISLAND_REF"
  },
  {
    "id": 15,
    "Name": "Barossa Valley",
    "Lat": -34.308,
    "Lng": 139.503,
    "Description": "The Barossa Valley is a world-renowned wine region, famous for its vineyards and wineries. It offers a picturesque countryside, wine tastings, and a rich culinary experience.",
    "Img": "barossa_valley.jpg",
    "Key": "southaustralia",
    "Ref": "https://unsplash.com/de/fotos/YOUR_BAROSSA_VALLEY_REF"
  },
  {
    "id": 16,
    "Name": "Flinders Ranges",
    "Lat": -31.386,
    "Lng": 138.930,
    "Description": "The Flinders Ranges is a rugged mountain range showcasing dramatic landscapes, deep gorges, and unique rock formations. Wilpena Pound, a natural amphitheater, is a highlight for hikers and nature lovers.",
    "Img": "flinders_ranges.jpg",
    "Key": "southaustralia",
    "Ref": "https://unsplash.com/de/fotos/YOUR_FLINDERS_RANGES_REF"
  },
  {
    "id": 17,
    "Name": "Coober Pedy",
    "Lat": -29.110,
    "Lng": 134.546,
    "Description": "Coober Pedy, known as the Opal Capital of the World, is a quirky underground town. Explore opal mines, visit underground homes, and experience the unusual charm of this outback settlement.",
    "Img": "coober_pedy.jpg",
    "Key": "southaustralia",
    "Ref": "https://unsplash.com/de/fotos/YOUR_COOBER_PEDY_REF"
  },

  {
    "id": 18,
    "Name": "Uluru-Kata Tjuta National Park",
    "Lat": -25.444,
    "Lng": 130.369,
    "Description": "Home to the famous Uluru (Ayers Rock) and Kata Tjuta (The Olgas), this national park offers stunning red rock formations, Aboriginal cultural experiences, and beautiful sunsets.",
    "Img": "uluru_kata_tjuta.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_ULURU_KATA_TJUTA_REF"
  },
  {
    "id": 19,
    "Name": "Alice Springs",
    "Lat": -23.980,
    "Lng": 133.807,
    "Description": "A vibrant outback town in the heart of Australia, Alice Springs is a gateway to the Red Centre. Explore the historic Telegraph Station, visit the Royal Flying Doctor Service, and experience the unique outback culture.",
    "Img": "alice_springs.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_ALICE_SPRINGS_REF"
  },
  {
    "id": 20,
    "Name": "Kakadu National Park",
    "Lat": -12.390,
    "Lng": 132.082,
    "Description": "A World Heritage-listed site, Kakadu is known for its diverse ecosystems, wildlife, and Aboriginal rock art. Backpackers can explore waterfalls, wetlands, and ancient Aboriginal cultural sites.",
    "Img": "kakadu.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_KAKADU_REF"
  },
  {
    "id": 21,
    "Name": "Litchfield National Park",
    "Lat": -13.941,
    "Lng": 130.450,
    "Description": "Famous for its waterfalls, termite mounds, and swimming holes, Litchfield is a beautiful and accessible park close to Darwin. Backpackers can enjoy hiking trails and refreshing dips in natural pools.",
    "Img": "litchfield.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_LITCHFIELD_REF"
  },
  {
    "id": 22,
    "Name": "Darwin",
    "Lat": -12.628,
    "Lng": 130.411,
    "Description": "The capital city of the Northern Territory, Darwin offers a lively atmosphere, waterfront attractions, and a multicultural food scene. Backpackers can explore the Mindil Beach Sunset Market and visit the Museum and Art Gallery of the Northern Territory.",
    "Img": "darwin.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_DARWIN_REF"
  },
  {
    "id": 23,
    "Name": "Nitmiluk National Park",
    "Lat": -14.377,
    "Lng": 132.103,
    "Description": "This park features stunning gorge landscapes, river cruises, and hiking trails. Backpackers can explore the Nitmiluk (Katherine) Gorge and experience the beauty of the Northern Territory's Top End.",
    "Img": "nitmiluk.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_NITMILUK_REF"
  },
  {
    "id": 24,
    "Name": "Tjoritja / West MacDonnell National Park",
    "Lat": -23.065,
    "Lng": 133.622,
    "Description": "This park showcases the stunning West MacDonnell Ranges with rugged landscapes, gorges, and unique geological formations. Popular attractions include Standley Chasm, Ellery Creek Big Hole, and Ormiston Gorge.",
    "Img": "west_macdonnell.jpg",
    "Key": "northernterritory",
    "Ref": "https://unsplash.com/de/fotos/YOUR_WEST_MACDONNELL_REF"
  },

  {
    "id": 25,
    "Name": "Hobart",
    "Lat": -42.821,
    "Lng": 147.272,
    "Description": "Hobart is the capital and largest city of Tasmania, situated on the island's southeastern coast. It offers a mix of history, culture, and natural beauty. Explore historic sites, enjoy the vibrant arts scene, and visit the iconic MONA (Museum of Old and New Art).",
    "Img": "hobart.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_HOBART_REF"
  },
  {
    "id": 26,
    "Name": "Cradle Mountain-Lake St Clair National Park",
    "Lat": -41.907,
    "Lng": 145.510,
    "Description": "This national park is renowned for its stunning landscapes, including Cradle Mountain and Lake St Clair. It's a haven for hikers with the famous Overland Track, offering an immersive wilderness experience.",
    "Img": "cradle_mountain.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_CRADLE_MOUNTAIN_REF"
  },
  {
    "id": 27,
    "Name": "Freycinet National Park",
    "Lat": -42.462,
    "Lng": 148.005,
    "Description": "Located on the east coast, Freycinet National Park is known for its white sandy beaches, crystal-clear waters, and the iconic Wineglass Bay. It's a paradise for outdoor enthusiasts, offering hiking, kayaking, and wildlife experiences.",
    "Img": "wineglass_bay.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_FREYCINET_REF"
  },
  {
    "id": 28,
    "Name": "Launceston",
    "Lat": -41.381,
    "Lng": 147.347,
    "Description": "Launceston is a charming city in the north of Tasmania. It boasts historic architecture, beautiful parks, and the picturesque Cataract Gorge. Enjoy the city's cultural attractions and explore the surrounding natural beauty.",
    "Img": "launceston.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_LAUNCESTON_REF"
  },
  {
    "id": 29,
    "Name": "Bay of Fires",
    "Lat": -40.024,
    "Lng": 148.683,
    "Description": "The Bay of Fires is famous for its breathtaking coastal scenery, pristine beaches, and distinctive orange-hued granite rocks covered in lichen. It's a great destination for beachcombing, photography, and camping.",
    "Img": "bay_of_fires.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_BAY_OF_FIRES_REF"
  },
  {
    "id": 30,
    "Name": "Port Arthur",
    "Lat": -43.450,
    "Lng": 147.546,
    "Description": "Port Arthur is a historic site that was once a penal colony. Explore the well-preserved buildings and learn about Australia's convict history. The site is set against a scenic backdrop on the Tasman Peninsula.",
    "Img": "port_arthur.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_PORT_ARTHUR_REF"
  },
  {
    "id": 31,
    "Name": "Tasman Peninsula",
    "Lat": -43.419,
    "Lng": 147.500,
    "Description": "In addition to Port Arthur, the Tasman Peninsula offers rugged coastal landscapes, towering sea cliffs, and natural wonders like the Tessellated Pavement. It's a region rich in history and natural beauty.",
    "Img": "tasman_peninsula.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_TASMAN_PENINSULA_REF"
  },
  {
    "id": 32,
    "Name": "Bruny Island",
    "Lat": -43.162,
    "Lng": 147.684,
    "Description": "Accessible by ferry, Bruny Island is known for its diverse wildlife, local produce, and pristine landscapes. Enjoy outdoor activities, visit the Cape Bruny Lighthouse, and savor the island's delicious food offerings.",
    "Img": "bruny_island.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_BRUNY_ISLAND_REF"
  },
  {
    "id": 33,
    "Name": "Tasmanian Wilderness World Heritage Area",
    "Lat": -42.144,
    "Lng": 146.505,
    "Description": "This vast and remote area encompasses diverse ecosystems, including ancient rainforests, alpine plateaus, and unique wildlife. It's a UNESCO World Heritage site and a paradise for nature lovers.",
    "Img": "wilderness.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_WILDERNESS_REF"
  },
  {
    "id": 34,
    "Name": "Maria Island",
    "Lat": -42.442,
    "Lng": 148.705,
    "Description": "Maria Island is a national park accessible by ferry. It features historical ruins, abundant wildlife, and beautiful landscapes. Explore the Painted Cliffs, encounter Tasmanian devils, and enjoy the tranquility of this island sanctuary.",
    "Img": "maria_island.jpg",
    "Key": "tasmania",
    "Ref": "https://unsplash.com/de/fotos/YOUR_MARIA_ISLAND_REF"
  },

  {
    "id": 35,
    "Name": "Sydney",
    "Lat": -33.688,
    "Lng": 151.093,
    "Description": "The vibrant capital city offers iconic landmarks, diverse neighborhoods, and a bustling nightlife. Bondi Beach and Manly Beach are popular spots, and the city provides a hub for transportation and cultural experiences.",
    "Img": "sydney.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_SYDNEY_REF"
  },
  {
    "id": 36,
    "Name": "Byron Bay",
    "Lat": -28.474,
    "Lng": 153.020,
    "Description": "Known for its laid-back atmosphere, stunning beaches, and alternative culture. Byron Bay is a backpacker haven with surf schools, coastal walks, and a lively arts scene.",
    "Img": "byron_bay.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_BYRON_BAY_REF"
  },
  {
    "id": 37,
    "Name": "Newcastle",
    "Lat": -32.272,
    "Lng": 151.765,
    "Description": "A coastal city with a youthful energy, offering beautiful beaches, a vibrant nightlife, and a growing arts community. It's also a great base for exploring the Hunter Valley wine region.",
    "Img": "newcastle.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_NEWCASTLE_REF"
  },
  {
    "id": 38,
    "Name": "Blue Mountains",
    "Lat": -33.144,
    "Lng": 150.119,
    "Description": "A short trip from Sydney, the Blue Mountains offer breathtaking landscapes, hiking trails, and the iconic Three Sisters rock formation. It's an excellent destination for nature-loving backpackers.",
    "Img": "blue_mountains.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_BLUE_MOUNTAINS_REF"
  },
  {
    "id": 39,
    "Name": "Coffs Harbour",
    "Lat": -30.963,
    "Lng": 153.156,
    "Description": "A coastal town with beautiful beaches, the iconic Big Banana, and nearby rainforests. Backpackers can enjoy outdoor activities, surfing, and the relaxed coastal lifestyle.",
    "Img": "coffs_harbour.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_COFFS_HARBOUR_REF"
  },
  {
    "id": 40,
    "Name": "Wollongong",
    "Lat": -34.244,
    "Lng": 150.931,
    "Description": "Located south of Sydney, Wollongong is a coastal city with pristine beaches, a lively university atmosphere, and the Illawarra Fly Treetop Walk for stunning rainforest views.",
    "Img": "wollongong.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_WOLLONGONG_REF"
  },
  {
    "id": 41,
    "Name": "Port Stephens",
    "Lat": -32.150,
    "Lng": 152.634,
    "Description": "Known for its expansive blue bay, Port Stephens offers activities like dolphin and whale watching, sandboarding on Stockton Bight, and relaxing on sandy beaches.",
    "Img": "port_stephens.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_PORT_STEPHENS_REF"
  },
  {
    "id": 42,
    "Name": "Central Coast",
    "Lat": -33.813,
    "Lng": 151.450,
    "Description": "Positioned between Sydney and Newcastle, the Central Coast features beautiful beaches, national parks, and a laid-back lifestyle. It's a great spot for coastal walks and water activities.",
    "Img": "central_coast.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_CENTRAL_COAST_REF"
  },
  {
    "id": 43,
    "Name": "Jervis Bay",
    "Lat": -35.095,
    "Lng": 150.828,
    "Description": "Famous for having some of the whitest sand beaches globally, Jervis Bay is a paradise for backpackers seeking clear waters, snorkeling, and dolphin watching.",
    "Img": "jervis_bay.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_JERVIS_BAY_REF"
  },
  {
    "id": 44,
    "Name": "Hunter Valley",
    "Lat": -32.021,
    "Lng": 150.910,
    "Description": "Australia's oldest wine region, the Hunter Valley is perfect for backpackers interested in wine tasting, exploring vineyards, and enjoying the countryside.",
    "Img": "hunter_valley.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_HUNTER_VALLEY_REF"
  },
  {
    "id": 45,
    "Name": "Port Macquarie",
    "Lat": -31.304,
    "Lng": 152.089,
    "Description": "Nestled between Sydney and Byron Bay, Port Macquarie offers beautiful beaches, the Koala Hospital, and a relaxed coastal atmosphere. It's a great stop for wildlife enthusiasts and those seeking a tranquil coastal experience.",
    "Img": "port_macquarie.jpg",
    "Key": "newsouthwales",
    "Ref": "https://unsplash.com/de/fotos/YOUR_PORT_MACQUARIE_REF"
  },


  {
    "id": 46,
    "Name": "Melbourne",
    "Lat": -37.136,
    "Lng": 144.631,
    "Description": "Melbourne, the capital of Victoria, is a dynamic and multicultural city known for its vibrant arts scene, diverse culinary offerings, and iconic landmarks. Explore cultural institutions, street art in laneways, and enjoy the city's cafe culture and shopping precincts.",
    "Img": "melbourne.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/dW8dOC8r7O4"
  },
  {
    "id": 47,
    "Name": "Great Ocean Road",
    "Lat": -38.597,
    "Lng": 143.715,
    "Description": "The Great Ocean Road is one of the world's most scenic coastal drives, stretching along Victoria's southwest coastline. Marvel at the Twelve Apostles, limestone cliffs, and picturesque beaches. The road offers breathtaking views and opportunities for wildlife spotting.",
    "Img": "great_ocean_road.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/DI4ztkmcR1k"
  },
  {
    "id": 48,
    "Name": "Phillip Island",
    "Lat": -38.836,
    "Lng": 145.387,
    "Description": "Phillip Island, located southeast of Melbourne, is renowned for its wildlife, including the famous Penguin Parade where Little Penguins return to shore at sunset. The island also features beautiful beaches, nature reserves, and the Phillip Island Grand Prix Circuit.",
    "Img": "phillip_island.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/XJjsuuDwWas"
  },
  {
    "id": 49,
    "Name": "Yarra Valley",
    "Lat": -37.611,
    "Lng": 145.047,
    "Description": "The Yarra Valley is a premier wine region near Melbourne, known for its vineyards, cellar doors, and picturesque landscapes. Visitors can enjoy wine tastings, hot air balloon rides, and explore the region's gourmet food offerings.",
    "Img": "yarra_valley.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/YUorWbM7DWA"
  },
  {
    "id": 50,
    "Name": "The Grampians",
    "Lat": -37.622,
    "Lng": 142.292,
    "Description": "The Grampians, or Gariwerd, is a mountain range and national park with rugged landscapes, scenic viewpoints, and diverse flora and fauna. Popular activities include hiking, rock climbing, and exploring Aboriginal rock art sites.",
    "Img": "the_grampians.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/4CAe0nlQ2mI"
  },
  {
    "id": 51,
    "Name": "Great Otway National Park",
    "Lat": -38.274,
    "Lng": 143.286,
    "Description": "The Great Otway National Park features lush rainforests, waterfalls, and coastal scenery along the Great Ocean Road. Visitors can explore the Otway Fly Treetop Walk, venture to the iconic Cape Otway Lightstation, and discover the beauty of the Otway Ranges.",
    "Img": "great_otway_national_park.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/QtaRO1Ck-lE"
  },
  {
    "id": 52,
    "Name": "Mornington Peninsula",
    "Lat": -38.854,
    "Lng": 145.934,
    "Description": "The Mornington Peninsula, southeast of Melbourne, offers a mix of coastal beauty, wineries, and hot springs. Enjoy sandy beaches, visit the famous bathing boxes at Brighton Beach, and indulge in local produce at the region's markets.",
    "Img": "mornington_peninsula.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/oxRYpIo01Dc"
  },
  {
    "id": 53,
    "Name": "Wilson's Promontory National Park",
    "Lat": -39.305,
    "Lng": 146.228,
    "Description": "Wilson's Promontory, or 'The Prom,' is the southernmost point of mainland Australia. It boasts stunning coastal landscapes, pristine beaches, and diverse wildlife. Hiking trails lead to scenic lookouts, and camping is available in this wilderness haven.",
    "Img": "wilsons_promontory_national_park.jpg",
    "Key": "victoria",
    "Ref": "https://unsplash.com/de/fotos/dDGlX36lxeQ"
  },

  {
    "id": 54,
    "Name": "Great Barrier Reef",
    "Lat": -18.286748,
    "Lng": 147.699470,
    "Description": "The Great Barrier Reef is the world's largest coral reef system, stretching over 2,300 kilometers off the coast of Queensland. It's a UNESCO World Heritage site and a natural wonder, known for its vibrant coral formations, diverse marine life, and excellent snorkeling and diving opportunities.",
    "Img": "great_barrier_reef.jpeg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/MJ1Q7hHeGlA"
  },
  {
    "id": 55,
    "Name": "Cairns",
    "Lat": -16.920334,
    "Lng": 145.770859,
    "Description": "Cairns is a tropical city located in Far North Queensland. It serves as a gateway to the Great Barrier Reef and the Daintree Rainforest. Cairns offers a lively waterfront, a range of outdoor activities, and a vibrant atmosphere with cafes, markets, and cultural events.",
    "Img": "cairns.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/AwfxsOAkHXI"
  },
  {
    "id": 56,
    "Name": "Whitsunday Islands",
    "Lat": -20.300032,
    "Lng": 148.934516,
    "Description": "The Whitsunday Islands are a stunning archipelago in the heart of the Great Barrier Reef. Known for their white sandy beaches, crystal-clear waters, and lush greenery, the Whitsundays are a popular destination for sailing, snorkeling, and exploring the iconic Whitehaven Beach.",
    "Img": "whitsunday_islands.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/fA6ep7BT2zk"
  },
  {
    "id": 57,
    "Name": "Daintree Rainforest",
    "Lat": -16.252251,
    "Lng": 145.452594,
    "Description": "The Daintree Rainforest is one of the oldest rainforests on Earth, offering a unique blend of biodiversity and natural beauty. Visitors can explore lush landscapes, ancient trees, and wildlife in their natural habitat, including the iconic Daintree River.",
    "Img": "daintree_rainforest.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/IzCUWUi_j8I"
  },
  {
    "id": 58,
    "Name": "Gold Coast",
    "Lat": -28.016666,
    "Lng": 153.399994,
    "Description": "The Gold Coast is a coastal city known for its stunning beaches, vibrant nightlife, and world-class theme parks. Surfers Paradise is a hub for surfing and entertainment, while the hinterland provides opportunities for rainforest walks and outdoor adventures.",
    "Img": "gold_coast.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/GBMeE9DBiRE"
  },
  {
    "id": 59,
    "Name": "Brisbane",
    "Lat": -27.470125,
    "Lng": 153.021072,
    "Description": "Brisbane, the capital of Queensland, is a modern and cosmopolitan city set along the Brisbane River. It combines a thriving arts and culture scene with outdoor activities, riverside parks, and a diverse culinary landscape.",
    "Img": "brisbane.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/nHiPAtsZcCo"
  },
  {
    "id": 60,
    "Name": "Fraser Island",
    "Lat": -25.266666,
    "Lng": 153.149994,
    "Description": "Fraser Island is the largest sand island in the world, renowned for its unique ecosystems, freshwater lakes, and ancient rainforests. Visitors can explore the island's beauty through 4WD tours, sand dune adventures, and encounters with dingoes.",
    "Img": "fraser_island.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/ES6Wa87U3c4"
  },
  {
    "id": 61,
    "Name": "Sunshine Coast",
    "Lat": -26.650002,
    "Lng": 153.066666,
    "Description": "The Sunshine Coast is a relaxed coastal region north of Brisbane, known for its beautiful beaches, hinterland scenery, and outdoor activities. Popular spots include Noosa, Mooloolaba, and the Glass House Mountains.",
    "Img": "sunshine_coast.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/EisnAKxvNFw"
  },
  {
    "id": 62,
    "Name": "Noosa",
    "Lat": -26.394424,
    "Lng": 153.060929,
    "Description": "Noosa is a coastal town on the Sunshine Coast, famous for its pristine beaches, boutique shopping, and fine dining. The Noosa National Park offers walking trails with breathtaking coastal views.",
    "Img": "noosa.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/8hahHTnQmMU"
  },
  {
    "id": 63,
    "Name": "Magnetic Island",
    "Lat": -19.135221,
    "Lng": 146.845750,
    "Description": "Magnetic Island, just off the coast of Townsville, is a tropical paradise known for its coral reefs, wildlife, and hiking trails. It offers a relaxed island atmosphere with opportunities for snorkeling, kayaking, and exploring Forts Walk.",
    "Img": "magnetic_island.jpg",
    "Key": "queensland",
    "Ref": "https://unsplash.com/de/fotos/ZAT-9Pd7icI"
  }
  
]
